[{
	"name": "Totoro",
	"height": "200cm",
	"weight": "170kg",
	"content": "Totoro is a giant, friendly forest spirit. He spends most of his time sleeping in a hole in a tree. He doesn't speak, instead communicating by loud bellows that, it seems, only the other Totoros and the Cat Bus can understand. He is very friendly to Mei and Satsuki. He can make trees grow much faster than normal."
},{
	"name": "Haku",
	"height": "150cm",
	"weight": "60kg",
	"content": "Although Haku helps Sen more than anyone else, he has a selfish side. He performs magic and also transforms into a dragon."
},{
	"name": "Moro",
	"height": "310cm",
	"weight": "340kg",
	"content": "Moro is a 500-year-old wolf goddess. She is an enormous wolf. Like the other ancient gods, when she speaks, her mouth doesn't match her words (Not due to bad dubbing). She adopted San after San's human parents abandoned her in an attempt to escape from Moro. Moro has two sons, which are two wolves slightly smaller than her. Moro is intelligent, wise, and strong. She has the ambition of being the one to bite off Lady Eboshi's head."
},{
	"name": "The Baron",
	"height": "50cm",
	"weight": "20kg",
	"content": "As the owner of the strange ‘Cat Bureau’ he is known as helper to all. He is an artisan’s statue somehow been brought to life. When Haru comes to him for help, he is happy to come to her aid. Whether it’s storming the Cat King's castle or fighting for his life, he does it all with a cane and top hat."
},{
	"name": "Howl",
	"height": "180cm",
	"weight": "90kg",
	"content": "The handsome yet mysterious master of the moving castle. Going by the names Jenkins, Pendragon, and of course Howl, he doesn’t respond to the calls of the royal palace, though he possesses great powers. He spends the rest of his days amusing himself."
},{
	"name": "Jiji",
	"height": "40cm",
	"weight": "20kg",
	"content": "Kiki's pet black cat and best friend. He is her only companion to Koriko. Kiki seems to be the only one who can talk to Jiji. Jiji comments on Kiki's actions and balances out her slight recklessness by suggesting safer options. He is best described as cautious."
},{
	"name": "Cat Bus",
	"height": "260cm",
	"weight": "320kg",
	"content": "The cat bus roams the countryside taking passengers, usually Totoro. Its insides are just like a regular bus, with seats and windows, except they are covered with orange fur and alive. It has rats on its head and tail which act as headlights and taillights. It also has a display on its head that changes to show where it is headed."
},{
	"name": "Yakul",
	"height": "220cm",
	"weight": "210kg",
	"content": "Ashitaka's noble steed. Yakul is a red elk, a species found only in the Emishi village in eastern Japan. He is invariably faithful of his rider, Ashitaka."
},{
	"name": "No-Face",
	"height": "170cm",
	"weight": "???",
	"content": "A masked, cloaked spirit who feeds on the emotions of others. He becomes a gluttonous beast when in the bathouse then reverts to a lonely spirit upon leaving."
}]
